/*
SQLyog 企业版 - MySQL GUI v8.14 
MySQL - 5.7.24-log : Database - demo
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`demo` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `demo`;

/*Table structure for table `baseinfo` */

DROP TABLE IF EXISTS `baseinfo`;

CREATE TABLE `baseinfo` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `realName` varchar(8) DEFAULT NULL,
  `age` int(3) DEFAULT NULL,
  `sex` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=101 DEFAULT CHARSET=utf8;

/*Data for the table `baseinfo` */

insert  into `baseinfo`(`id`,`realName`,`age`,`sex`) values (1,'章威意',28,1),(2,'周栋高',33,1),(3,'章章臻',29,1),(4,'张峰豪',19,1),(5,'章星斌',29,1),(6,'申谋臻',43,2),(7,'李豪彰',22,1),(8,'詹迎钧',32,1),(9,'王歌韦',49,2),(10,'林继畅',39,2),(11,'詹钊亭',31,1),(12,'宋顺栋',23,1),(13,'宋向韬',24,1),(14,'申朗津',42,2),(15,'詹庭易',30,1),(16,'凌蒙誉',41,2),(17,'杜垒皓',45,2),(18,'詹益平',30,1),(19,'郑岩雄',26,1),(20,'王歌璟',49,2),(21,'林耀跃',38,2),(22,'郑启旭',26,1),(23,'申晟钊',43,2),(24,'杜韬继',46,2),(25,'詹家奎',32,1),(26,'赖纶安',35,2),(27,'郑奇峰',25,1),(28,'林远立',38,2),(29,'申晔奕',43,2),(30,'张成功',19,1),(31,'郑易卫',25,1),(32,'周皓励',33,1),(33,'林舜启',39,2),(34,'章威俊',28,1),(35,'凌鑫舜',42,2),(36,'郑咏亭',25,1),(37,'詹家风',32,1),(38,'凌意盛',42,2),(39,'郑坤章',26,1),(40,'张诚维',18,1),(41,'郑咏朋',26,1),(42,'王沣安',49,2),(43,'章帅毅',29,1),(44,'宋源齐',23,1),(45,'林继纪',39,2),(46,'周策源',33,1),(47,'宋顺斌',23,1),(48,'周亿朋',34,2),(49,'宋雄意',24,1),(50,'章高诚',29,1),(51,'张英誉',20,1),(52,'凌蒙冬',41,2),(53,'章奎纶',28,1),(54,'王歌帆',49,2),(55,'王畅济',49,2),(56,'李正宪',21,1),(57,'宋帆皓',23,1),(58,'赖卫继',36,2),(59,'王骁鑫',48,2),(60,'詹蔚安',30,1),(61,'章伦星',30,1),(62,'章帅豪',29,1),(63,'宋风向',24,1),(64,'赖儒彰',37,2),(65,'林哲毅',39,2),(66,'张诚奎',18,1),(67,'张斌启',18,1),(68,'凌彰章',40,2),(69,'凌金聪',40,2),(70,'郑易尚',25,1),(71,'郑咏跃',26,1),(72,'詹益津',31,1),(73,'申晟璟',43,2),(74,'林隆韦',37,2),(75,'杜议向',46,2),(76,'章帅庭',28,1),(77,'张健岩',19,1),(78,'詹家立',32,1),(79,'詹庭风',30,1),(80,'詹牧冬',31,1),(81,'李立奎',21,1),(82,'李禾峰',21,1),(83,'张峰易',19,1),(84,'李平儒',22,1),(85,'詹洲纪',31,1),(86,'林远立',38,2),(87,'杜济议',45,2),(88,'郑启英',26,1),(89,'宋源继',23,1),(90,'赖霖朋',37,2),(91,'林继英',39,2),(92,'申骏威',44,2),(93,'章章家',29,1),(94,'张斌风',18,1),(95,'赖臻融',36,2),(96,'申璟盛',44,2),(97,'李锦越',21,1),(98,'郑易希',25,1),(99,'章昭庭',28,1),(100,'林哲平',39,2);

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
